INSERT INTO country (id, name) VALUES
(1, 'Азербайджан'),
(2, 'Таджикистан'),
(3, 'Узбекистан'),
(4, 'Молдова'),
(5, 'Украина'),
(6, 'Киргизия'),
(7, 'Казахстан'),
(8, 'Армения'),
(9, 'Белоруссия'),
(10, 'Другое')
ON CONFLICT (name) DO NOTHING;

INSERT INTO purpose_of_visit (id, name) VALUES
(1, 'Трудовая деятельность'),
(2, 'Туризм'),
(3, 'Получение образования'),
(4, 'Предпринимательская деятельность'),
(5, 'Лечение'),
(6, 'Переселение соотечественников'),
(7, 'Другое')
ON CONFLICT (name) DO NOTHING;